[
  {
    "title": "Velvet the Chicken",
    "imageUrl": "/public/velvet.png",
    "description": "The biggest of all hatchlings. The small ones don't want to play with him. He feels lonely and looks for someone who loves hugging...Would you become his friend?",
    "patternAvailable": false,
    "patternLink": "/"
  },
  {
    "title": "Asian Moon Bear",
    "imageUrl": "/",
    "description": "This is Boo, Asian Moon Bear. One of the most endangered species. He comes from China, where his brothers were captured by poachers. He survived and now he's looking for new home.",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1291170318/pdf-pattern-amigurumi-teddy-bear-crochet"
  },
  {
    "title": "Rudolphine the Reindeer",
    "imageUrl": "/",
    "description": "This is Rudolphine, sister of Rudolph Red-Nosed. While boys are helping Santa Claus with Christmas gifts, girls are working in Santa's Logistics Center. After work she enjoys cup of hot chocolate with her friends.",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1384147273/rudolphine-reindeer-girl-amigurumi"
  },
  {
    "title": "Greta the Mother Goose",
    "imageUrl": "/",
    "description": "Greta loves spring and Easter time. She enjoys telling Easter stories to her children and grandchildren. She has just came back from local market with stylish new hat and some flowers. She can't wait to make some fresh decorations for your house.",
    "patternAvailable": false,
    "patternLink": "/"
  },
  {
    "title": "Mrs Hen the Perfect Housekeeper",
    "imageUrl": "/",
    "description": "Mrs Hen is well organized, hard-working and full of energy. She is able to manage all the aspects of the chicken coop life. She is not only well known and respected, she is very efficient and kind. Always ready to help you.",
    "patternAvailable": false,
    "patternLink": "/"
  },
  {
    "title": "Bianca the White Rabbit",
    "imageUrl": "/",
    "description": "Everyone knows the white rabbit from \"Alice's adventures\". It's time to meet Bianca. She also lives in Wonderland. Alice never met her, because Bianca is very shy and quiet. She loves playing hide & seek. Let's invite her to your garden and play together!",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1451528691/easy-amigurumi-pdf-crochet-pattern-white"
  },
  {
    "title": "Bernie the Sheep",
    "imageUrl": "/",
    "description": "White as a snowflake, soft as a cloud and cute as a lamb. Bernie is small and helpful. He may live in your handbag and keep an eye on your keys. Take him out every time you feel sad, he will make you smile. Those eyes say everything...",
    "patternAvailable": false,
    "patternLink": "/"
  },
  {
    "title": "Charlie the Snail",
    "imageUrl": "/",
    "description": "Soft but not a softie. Charlie is brave and curious. He loves long trips (in your backpack), sunbathing on picnic blanket and eating sweets. He's looking for a little one to play with. Don't wait for him to come to you, he's a snail after all ",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1306551119/amigurumi-cute-snail-crochet-pattern"
  },
  {
    "title": "Lily the Snail",
    "imageUrl": "/",
    "description": "Do you think all snails are hard-shell creatures? No way! Lily is soft and cuddly. She never quarrels with friends. Always cheerful and friendly. She's Charlie's best friend. Now it's time for you to become her friend.",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1293310274/amigurumi-crochet-snail-pattern-lily-the"
  },
  {
    "title": "Santa Gnome",
    "imageUrl": "/",
    "description": "Santa Gnomes help Santa Claus every year. While he is busy delivering Christmas presents to children all around the world, little gnomes are handing out gifts to all little creatures living at forest, farms and gardens.",
    "patternAvailable": false,
    "patternLink": "/"
  },
  {
    "title": "Grandma Gnome",
    "imageUrl": "/",
    "description": "They call her Lavender. She loves flowers and fruit trees. Always ready to take care of new plants in the garden. Gardening is her passion. But be careful, she doesn't like when someone beats around the bush (especially one of hers).",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1367147646/amigurumi-springtime-lavender-gnome"
  },
  {
    "title": "Grandpa Gnome",
    "imageUrl": "/",
    "description": "They call him Grumpy Grandpa, but he is the best at telling long bed-time stories. He loves animals and takes care of all forest and garden creatures. Maybe he looks like a strict old professor, but in fact he is the best grandpa ever.",
    "patternAvailable": true,
    "patternLink": "https://www.etsy.com/listing/1295369396/amigurumi-christmas-gnome-crochet"
  }
]
